Autodesk.Revit.DB.InSessionViewSheetSet.Views
The views.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
Thrown when the input views is null.
Throws Autodesk.Revit.Exceptions.InvalidOperationException:
Thrown when the set operation failed due to invalid view which cannot be printed.

Autodesk.Revit.DB.InSessionViewSheetSet
Represents the in-session ViewSheetSet.
Remarks: The in-session ViewSheetSet can't be stored in document.